Repository: pardus/pardus-update
Catalog: po/*.po
Languages: pt, tr

source: Pardus Update
pt: Atualização Pardus
tr: Pardus Güncelleyici

source: No
pt: Não
tr: Hayır

source: Yes
pt: Sim
tr: Evet

source: The upgrade process is in progress. Are you sure you want to close the application?
pt: O processo de atualização está em curso. Tem a certeza de que pretende fechar a aplicação?
tr: Güncelleme işlemi devam ediyor. Uygulamayı kapatmak istediğinize emin misiniz ?

source: Pardus Update Application
pt: Aplicação de Atualização Pardus
tr: Pardus Güncelleme Uygulaması

source: translator-credits
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
tr: Fatih Altun <fatih.altun@pardus.org.tr>

source: Package configuration files
pt: Ficheiros de configuração de pacotes
tr: Paket yapılandırma dosyaları

source: Use new configuration files
pt: Usar ficheiros de configuração novos
tr: Yeni yapılandırma dosyalarını kullan

source: Use old configuration files
pt: Usar ficheiros de configuração antigos
tr: Eski yapılandırma dosyalarını kullan

source: Restore Defaults
pt: Repor as Predefinições
tr: Varsayılanları Geri Yükle

source: Package manager cache is updating
pt: A cache do gestor de pacotes está a ser atualizada
tr: Paket yöneticisi önbelleği güncelleniyor

source: Upgraded
pt: Atualizado
tr: Yükseltilecek

source: Newly Installed
pt: Recém-instalado
tr: Yeni yüklenecek

source: To Remove
pt: A remover
tr: Kaldırılacak

source: Not Upgraded
pt: Não atualizado
tr: Yükseltilmeyecek

source: Download size:
pt: Tamanho da transferência:
tr: İndirme boyutu:

source: Required disk size:
pt: Tamanho de disco necessário:
tr: Gerekli disk alanı:

source: Upgraded:
pt: Atualizado:
tr: Yükseltilecek:

source: Newly installed:
pt: Recém-instalado:
tr: Yeni yüklenecek:

source: To remove:
pt: A remover:
tr: Kaldırılacak:

source: Not upgraded:
pt: Não atualizado:
tr: Yükseltilmeyecek:

source: Upgrade
pt: Atualizar
tr: Güncelle

source: <span color="red">Package manager is busy, try again after the process is completed.</span>
pt: <span color="red">O gestor de pacotes está ocupado. Tente novamente depois que o processo for concluído.</span>
tr: <span color="red">Paket yöneticisi meşgul, işlem tamamlandıktan sonra tekrar deneyin.</span>

source: Ok
tr: Tamam

source: Fix
pt: Corrigir
tr: Düzelt

source: Your system is up to date.
pt: O sistema está atualizado.
tr: Sisteminiz güncel.

source: Check Updates
pt: Procurar por atualizações
tr: Güncellemeleri Kontrol Et

source: Pardus new version is available.
pt: Está disponível uma nova versão do Pardus.
tr: Pardus'un yeni sürümü mevcut.

source: Home Page
pt: Página inicial
tr: Ana Sayfa

source: Update Check Frequency:
pt: Frequência da procura por atualizações:
tr: Güncelleme Kontrol Sıklığı:

source: Hourly
pt: A cada hora
tr: Saatlik

source: Daily
pt: Diariamente
tr: Günlük

source: Weekly
pt: Semanalmente
tr: Haftalık

source: Never
pt: Nunca
tr: Asla

source: seconds
pt: segundos
tr: saniye

source: Last Update Check Date:
pt: Data de verificação da última atualização:
tr: Son Güncelleme Kontrol Tarihi:

source: Selectable Updates:
pt: Atualizações selecionáveis:
tr: Seçilebilir Güncellemeler:

source: Notifications:
pt: Notificações:
tr: Bildirimler:

source: Launch at Startup:
pt: Iniciar no arranque:
tr: Başlangıçta çalıştır:

source: Package Manager Cache
pt: Cache do Gestor de Pacotes
tr: Paket Yöneticisi Önbelleği

source: APT Sources List
pt: Lista de fontes APT
tr: APT Kaynak Listesi

source: Enable Passwordless Usage
pt: Ativar a utilização sem palavra-passe
tr: Şifresiz Kullanımı Etkinleştir

source: Cached deb packages
pt: Pacotes deb em cache
tr: Önbellekteki deb paketleri

source: size
pt: tamanho
tr: boyut

source: Autoremovable packages
pt: Pacotes de remoção automática
tr: Kullanılmayan kaldırılabilir paketler

source: Base repository files
pt: Ficheiros de repositório base
tr: Temel depo dosyaları

source: Cancel
pt: Cancelar
tr: İptal

source: Clear
pt: Limpar
tr: Temizle

source: Process Completed
pt: Processo concluído
tr: İşlem tamamlandı

source: Back
pt: Anterior
tr: Geri

source: Use Default Sources List
pt: Usar lista de fontes predefinida
tr: Varsayılan Kaynak Listesini Kullan

source: This operation will remove sources.list entries and create defaults.
pt: Esta operação irá remover as entradas da sources.list e criar predefinições.
tr: Bu işlem sources.list (kaynak listesi) girdilerini silecek ve varsayılanları oluşturacak.

source: Fix "sources.list.d" entries too.
pt: Corrige também as entradas "sources.list.d".
tr: sources.list.d girdilerini de düzelt.

source: If not selected, adds these entries to the comment line.
pt: Se não for selecionado, adiciona estas entradas à linha de comentários.
tr: Seçili değilse bu girdileri yorum satırına ekler.

source: Remove sources.list.d entries
pt: Remover entradas da sources.list.d
tr: sources.list.d girdilerini sil

source: Comment out sources.list.d entries
pt: Comentar as entradas de sources.list.d
tr: sources.list.d girdilerini yorum satırı yap

source: Run "dpkg --configure -a" command
pt: Executar o comando "dpkg --configure -a"
tr: "dpkg --configure -a" komutunu çalıştır

source: It attempts to fix unfinished package manager operations.
pt: Tenta corrigir operações inacabadas do gestor de pacotes.
tr: Tamamlanmamış paket yöneticisi işlemlerini düzeltmeye çalışır.

source: Run "apt install --fix-broken" command
pt: Executar o comando "apt install --fix-broken"
tr: "apt install --fix-broken" komutunu çalıştır

source: It attempts to fix a system that has broken dependencies.
pt: Tenta corrigir um sistema que tem dependências corrompidas.
tr: Bozulmuş bağımlılıkları olan sistemi düzeltmeye çalışır.

source: Use with caution. Are you sure you want to continue?
pt: Usar com cuidado. Pretende continuar?
tr: Dikkatli kullanın. Devam etmek istediğinizden emin misiniz?

source: Your system sources list that used by package manager seems broken or your system has broken dependencies.
pt: A lista de fontes do sistema utilizada pelo gestor de pacotes parece estar corrompida ou o sistema tem dependências corrompidas.
tr: Paket yöneticisi tarafından kullanılan sistem kaynakları listeniz veya sisteminizin bağımlılıkları bozuk görünüyor.

source: Try Fix
pt: Tentar corrigir
tr: Düzeltmeyi Dene

source: This operation; will remove all sources.list and sources.list.d entries and create defaults, will run "apt update" command, will run "apt install --fix-broken" command, will run "dpkg --configure -a". Use with caution. Are you sure you want to continue?
pt: Esta operação; irá remover todas as entradas sources.list e sources.list.d e criar predefinições, irá executar o comando "apt update", irá executar o comando "apt install --fix-broken", irá executar o comando "dpkg --configure -a". Use com cuidado. Pretende continuar?
tr: Bu işlem; sources.list ve sources.list.d (kaynak listesi) girdilerini silecek ve varsayılanları oluşturacak, "apt update" komutunu çalıştıracak, "apt install --fix-broken" komutunu çalıştıracak, "dpkg --configure -a" komutunu çalıştıracak. Dikkatle kullanın. Devam etmek istediğinize emin misiniz?

source: Operation completed.
pt: Operação concluída.
tr: İşlem tamamlandı.

source: Go to Home Page
pt: Ir para a página inicial
tr: Ana Sayfaya Git

source: You can check the terminal output below.
pt: Pode verificar o resultado do terminal abaixo.
tr: Aşağıdaki terminal çıktısını kontrol edebilirsiniz.

source: The error in the package manager could not be fixed.
pt: Não foi possível corrigir o erro no gestor de pacotes.
tr: Paket yöneticisindeki hata düzeltilemedi.

source: You can follow the instructions by looking at the terminal output below.
pt: Pode seguir as instruções observando o resultado do terminal abaixo.
tr: Aşağıdaki terminal çıktısına bakarak yönergeleri uygulayabilirsiniz.

source: You can ask for help about your problem through Pardus help channels.
pt: Pode pedir ajuda para o seu problema através dos canais de ajuda do Pardus.
tr: Pardus yardım kanalları aracılığı ile sorununuz hakkında yardım isteyebilirsiniz.

source: List of automatically removable all unused packages
pt: Lista de todos os pacotes não utilizados removíveis automaticamente
tr: Otomatik olarak kaldırılabilen tüm kullanılmayan paketlerin listesi

source: Autoremovable Packages
pt: Pacotes de remoção automática
tr: Kullanılmayan Kaldırılabilir Paketler

source: Remove
pt: Remover
tr: Kaldır

source: List of unnecessary packages with residual config files
pt: Lista de pacotes desnecessários com ficheiros de configuração residuais
tr: Kalmış yapılandırma dosyaları içeren gereksiz paketlerin listesi

source: Residual Packages
pt: Pacotes residuais
tr: Artık Dosyaları Kalan Paketler

source: Your Current Version:
pt: A sua versão atual:
tr: Mevcut Sürüm:

source: Upgradable Version:
pt: Versão atualizável:
tr: Yükseltilebilir Sürüm:

source: Your system is not up to date. Firstly, install the available updates.
pt: O sistema não está atualizado. Em primeiro lugar, instale as atualizações disponíveis.
tr: Sisteminiz güncel değil. Öncelikle mevcut güncellemeleri yükleyin.

source: Go to Updates
pt: Ir para Atualizações
tr: Güncellemelere Git

source: Root
tr: Kök

source: is free of
pt: está livre de
tr: boş, toplam

source: Retry
pt: Repetir
tr: Tekrar Dene

source: Packages are downloading, please wait.
pt: Os pacotes estão a ser descarregados, aguarde.
tr: Paketler indiriliyor, lütfen bekleyin.

source: Continue
pt: Continuar
tr: Devam et

source: Your system will reboot and updates will be installed during startup.
pt: O sistema será reiniciado e as atualizações serão instaladas durante o arranque.
tr: Sisteminiz yeniden başlatılacak ve başlatma sırasında güncellemeler yüklenecektir.

source: Please do not turn off the machine while updates are installing.
pt: Não desligue a máquina enquanto as atualizações estiverem a ser instaladas.
tr: Güncellemeler yüklenirken lütfen makineyi kapatmayın.

source: Reboot
pt: Reiniciar
tr: Yeniden Başlat

source: The last changes are processing.
pt: As últimas alterações estão a ser processadas.
tr: Son değişiklikler yapılıyor.

source: Your system will reboot. Please wait...
pt: O sistema será reiniciado. Aguarde...
tr: Sisteminiz yeniden başlatılacaktır. Lütfen bekleyin...

source: There is an error in the repository connections.
pt: Há um erro nas ligações do repositório.
tr: Depo bağlantılarında bir hata var.

source: Check Updates Again
pt: Procurar atualizações novamente
tr: Güncellemeleri Tekrar Kontrol Et

source: Try Fix Sources List
pt: Tentar corrigir a lista de fontes
tr: APT Kaynak Listesini Düzeltmeyi Dene

source: Settings
pt: Definições
tr: Ayarlar

source: Version Upgrade
pt: Atualização da versão
tr: Versiyon Yükseltme

source: About
pt: Acerca
tr: Hakkında

source: Caution
pt: Cuidado
tr: Dikkat

source: This feature is still in the testing phase. Before starting the update, it is recommended that you check one last time by selecting the "Ask me before proceeding" option in the update settings.
pt: Esta funcionalidade ainda se encontra em fase de teste. Antes de iniciar a atualização, recomenda-se que verifique uma última vez, selecionando a opção "Perguntar antes de continuar" nas definições de atualização.
tr: Bu özellik henüz deneme aşamasındadır. Güncellemeyi başlatmadan önce güncelleme ayarlarından "İşleme başlamadan önce bana sor" seçeneğini seçerek son kez kontrol etmeniz tavsiye edilir.

source: Ask me what to do
pt: Perguntar o que fazer
tr: Ne yapacağımı bana sor

source: Interaction
pt: Interação
tr: Etkileşim

source: Start process (with -yq option)
pt: Iniciar processo (com a opção -yq)
tr: İşlemi başlat (-yq seçeneği ile)

source: Ask me before starting the process (without -yq)
pt: Perguntar antes de iniciar o processo (sem -yq)
tr: İşleme başlamadan önce bana sor (-yq olmadan)

source: About Pardus Update
pt: Acerca do Atualização Pardus
tr: Pardus Güncelleyici Hakkında

source: Start {} Upgrade
pt: Iniciar a atualização {}
tr: {} Yükseltmesini Başlat

source: Hide App
pt: Ocultar aplicação
tr: Gizle

source: Quit
pt: Sair
tr: Çıkış

source: Last Check
pt: Última verificação
tr: Son Kontrol

source: System is Up to Date
pt: O sistema está atualizado
tr: Sisteminiz güncel

source: Show App
pt: Mostrar aplicação
tr: Göster

source: Updates are installing. Please wait...
pt: As atualizações estão a ser instaladas. Aguarde...
tr: Güncellemeler yükleniyor. Lütfen bekleyin...

source: Updating
pt: A atualizar
tr: Güncelleniyor

source: Packages are removing. Please wait...
pt: Os pacotes estão a ser removidos. Aguarde...
tr: Paketler kaldırılıyor. Lütfen bekleyin...

source: Error
pt: Erro
tr: Hata

source: Package manager is busy, try again after the process is completed.
pt: O gestor de pacotes está ocupado. Tente novamente depois de o processo estar concluído.
tr: Paket yöneticisi meşgul, işlem tamamlandıktan sonra tekrar deneyin.

source: The default sources list is as follows.
pt: A lista de fontes predefinida é a seguinte.
tr: Varsayılan kaynak listesi aşağıdaki gibidir.

source: Your system is not supported.
pt: O seu sistema não é suportado.
tr: Sisteminiz desteklenmiyor.

source: Disable Passwordless Usage
pt: Desativar a utilização sem palavra-passe
tr: Şifresiz Kullanımı Devre Dışı Bırak

source: dpkg interrupt detected. Click the 'Fix' button or manually run 'sudo dpkg --configure -a' to fix the problem.
pt: Interrupção do dpkg detetada. Clique no botão 'Corrigir' ou execute manualmente 'sudo dpkg --configure -a' para corrigir o problema.
tr: dpkg kesintisi algılandı. Sorunu düzeltmek için "Düzelt" butonuna basın veya elle 'sudo dpkg --configure -a' komutunu çalıştırın.

source: The process is in progress. Please wait...
pt: O processo está em andamento. Aguarde...
tr: İşlem devam ediyor. Lütfen bekleyin...

source: Clear All Selections
pt: Limpar todas as seleções
tr: Tüm Seçimleri Temizle

source: System is Broken
pt: O sistema está corrompido
tr: Sisteminiz Bozuk

source: Software Update
pt: Atualização de software
tr: Yazılım Güncellemesi

source: There are {} software updates available.
pt: Existem {} atualizações de software disponíveis.
tr: {} paket güncellemesi mevcut.

source: There is {} software update available.
pt: Existe {} atualização de software disponível.
tr: {} paket güncellemesi mevcut.

source: Repository Connection Error
pt: Erro de ligação ao repositório
tr: Depo Bağlantı Hatası

source: You have removable residual packages.
pt: Tem pacotes residuais removíveis.
tr: Kaldırılabilir artık paketleriniz var.

source: {} Updates Pending
pt: {} atualizações pendentes
tr: {} Güncelleme Bekliyor

source: {} Update Pending
pt: {} atualização pendente
tr: {} Güncelleme Bekliyor

source: Automatic upgrade started in the background.
pt: A atualização automática foi iniciada em segundo plano.
tr: Otomatik güncelleme arka planda başladı.

source: Upgrade to {}
pt: Atualizar para {}
tr: {}'e yükselt

source: Total Required Size
pt: Tamanho total necessário
tr: Toplam Gerekli Alan

source: Copy selected text
pt: Copiar o texto selecionado
tr: Seçili metni kopyala

source: Only one software management tool is allowed to run at the same time. Please close the other application e.g. 'Update Manager', 'aptitude' or 'Synaptic' first.
pt: Apenas é permitida a execução de uma ferramenta de gestão de software em simultâneo. Feche primeiro a outra aplicação, por exemplo, o 'Gestor de atualizações', o 'aptitude' ou o 'Synaptic'.
tr: Aynı anda yalnızca tek bir paket yöneticisi çalışabilir. Lütfen önce diğer uygulamayı, ör. 'Güncelleştirme Yöneticisi', 'aptitude' ya da 'Synaptic'i kapatın.

source: Process completed.
pt: Processo concluído.
tr: İşlem tamamlandı.

source: The download is complete. You can continue.
pt: A transferência está concluída. Pode continuar.
tr: İndirme tamamlandı. Devam edebilirsiniz.

source: The download is not completed. Try again.
pt: A transferência não foi concluída. Tente novamente.
tr: İndirme tamamlanmadı. Tekrar deneyin.

source: Error.
pt: Erro.
tr: Hata.

source: Automatic upgrade completed.
pt: Atualização automática concluída.
tr: Otomatik güncelleme tamamlandı.

source: Update
pt: Atualizar
tr: Güncelle

source: Close
pt: Fechar
tr: Kapat

source: OK
tr: Tamam

source: Package Manager Cache is updating, please wait...
pt: A cache do gestor de pacotes está a ser atualizada, aguarde...
tr: Paket Yöneticisi Önbelleği güncelleniyor, lütfen bekleyin...

source: New Sources List
pt: Nova lista de fontes
tr: Yeni Kaynak Listesi

source: Fix sources.list.d
pt: Correção da sources.list.d
tr: sources.list.d Düzeltme

source: Sources List Dir Remove
pt: Remoção de Sources List Dir
tr: Sources List Dir Silme

source: DPKG Configure State
pt: Estado de DPKG Configure
tr: DPKG Configure Durumu

source: Fix Broken State
pt: Estado de Fix Broken
tr: Fix Broken Durumu

source: sources.list.d fix skipped per user request.
pt: Correção da sources.list.d ignorada a pedido do utilizador.
tr: sources.list.d düzeltmesi kullanıcı isteği üzerine atlandı.

source: dpkgconfigure skipped per user request.
pt: dpkgconfigure ignorado a pedido do utilizador.
tr: dpkgconfigure kullanıcı isteği üzerine atlandı.

source: fixbroken skipped per user request.
pt: fixbroken ignorado a pedido do utilizador.
tr: fixbroken kullanıcı isteği üzerine atlandı.
